---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralBottomReleaseMy
source: html/8306f8a0-129d-4a49-6ce1-2198ec68511d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralBottomReleaseMy Property

"Base My"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralBottomReleaseMy { get; }
```